// pages/article/article.js
var WxParse = require('../../wxParse/wxParse.js');
Page({
  data:{
    article: ''
  },
  onLoad:function(options){
    // 页面初始化 options为页面跳转所带来的参数
    var article = '<p style="TEXT-ALIGN: center" align="center">    <img style="width: 200px;"  title="" border="0"  src="http://news.xinhuanet.com/house/yz/2016-07-21/1119257016_14690854222451n.jpg" /></p><p>    （万周社7月20日大梅沙电）2016年7月20日，《财富》“世界500强”企业排行榜出炉，万科企业股份有限公司凭借2015年度1843.18亿元（293.29亿美元）的营收首次跻身《财富》“世界500强”，位列榜单第356位。</p><p></p><p>“世界500强”（Fortune Global 500）是中国人对《财富》杂志评选的“全球最大五百家公司”排行榜的一种约定俗成的叫法。自1955年开始发布以来，《财富》“世界500强”排行榜一直是衡量全球大型公司的最著名、最权威榜单，是世界知名企业用来判断自身实力、规模和国际竞争力的重要指标。</p><p></p><p>《财富》“世界500强”的排行榜以企业年度营业收入和利润作为主要评定指标，每年发布一次。根据万科2015年年度报告（按国际财务报告准则），公司在2015年实现营业收入1843.18亿元（293.29亿美元），实现净利润181.19亿元（28.83亿美元）。</p><p></p><p>万科成立于1984年，1988年进入房地产行业，经过三十余年的发展，已成为世界最大的住宅开发企业。截至2015年底，万科业务覆盖全球71个城市，物业服务住宅社区843个。2015年，万科实现销售面积2067.1万平方米，销售金额2614.7亿元，同比分别增长14.3%和20.7%。在全国商品房市场的占有率进一步上升至3%。无论销售金额还是市场占有率，都创造了行业有史以来的新纪录。</p><p></p><p>1991年，万科成为深圳证券交易所首批上市公司，持续增长的业绩回报以及规范透明的公司治理结构，使公司赢得了投资者的广泛认可。公司在发展过程中先后入选《福布斯》“全球200家最佳中小企业”、“亚洲最佳上市公司50强”等排行榜；多次获得《投资者关系》等国际权威媒体评出的最佳公司治理、最佳投资者关系等奖项。</p><p></p><p>万科创始人、董事长王石表示：32年来，万科与中国经济共同成长，是改革开放提供了历史机遇，是深圳特区提供了发展沃土。上榜“世界500强”，要感谢业主客户的信赖，感谢投资者的支持，感谢合作伙伴的信任，感谢万科全体员工的不懈努力，感谢所有关心万科、激励万科不断完善、砥砺前行的人们。</p>'
    var that = this;
    WxParse.wxParse('article', 'html', article, that);
  }
})